Repository: alexislours/yours
Catalog: yours/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ is…
fr: %@ est…

source: %@, profile photo
fr: %@, photo de profil

source: %@’s Birthday
fr: Anniversaire de %@

source: %@'s profile photo
fr: Photo de profil de %@

source: %lld days
fr: %lld jours

source: %lld days ago
fr: Il y a %lld jours

source: %lld days before
fr: %lld jours avant

source: %lld dislikes
fr: %lld choses à éviter

source: %lld ideas
fr: %lld idées

source: %lld items
fr: %lld éléments

source: %lld likes
fr: %lld préférences

source: %lld months
fr: %lld mois

source: %lld orders
fr: %lld commandes

source: %lld people
fr: %lld personnes

source: %lld sizes
fr: %lld tailles

source: %lld things to ask about
fr: %lld sujets à aborder

source: %lld years
fr: %lld ans

source: %lld years old
fr: %lld ans

source: 1 day ago
fr: Hier

source: 1 day before
fr: 1 jour avant

source: 1 month before
fr: 1 mois avant

source: 1 week before
fr: 1 semaine avant

source: 2 days before
fr: 2 jours avant

source: 2 weeks before
fr: 2 semaines avant

source: 2, 4, 6 or XS, S, M...
fr: 34, 36, 38 ou XS, S, M...

source: 3 days before
fr: 3 jours avant

source: 28, 30, 32 or S, M, L...
fr: 38, 40, 42 ou S, M, L...

source: 32B, 34C, 36D...
fr: 85B, 90C, 95D...

source: A man
fr: Un homme

source: A place for everything that makes them, them.
fr: Un endroit pour tout ce qui fait leur singularité.

source: A woman
fr: Une femme

source: ABOUT
fr: À PROPOS

source: About %@
fr: À propos de %@

source: Active
fr: Actif

source: Activities & Hobbies
fr: Activités et loisirs

source: Add
fr: Ajouter

source: Add %@
fr: Ajouter %@

source: Add a %@
fr: Ajouter : %@

source: Add a date
fr: Ajouter une date

source: Add a dislike
fr: Ajouter une chose à éviter

source: Add a Gift Idea
fr: Ajouter une idée cadeau

source: Add a like
fr: Ajouter une préférence

source: Add a Note
fr: Ajouter une note

source: Add a person
fr: Ajouter une personne

source: Add a question
fr: Ajouter une question

source: Add a quirk
fr: Ajouter une petite habitude

source: Add a size
fr: Ajouter une taille

source: Add allergy
fr: Ajouter une allergie

source: Add an allergy
fr: Ajouter une allergie

source: Add an idea
fr: Ajouter une idée

source: Add an order
fr: Ajouter une commande

source: Add category
fr: Ajouter une catégorie

source: Add date
fr: Ajouter une date

source: Add details
fr: Ajouter des détails

source: Add dislike
fr: Ajouter une chose à éviter

source: Add gift idea
fr: Ajouter une idée cadeau

source: Add like
fr: Ajouter une préférence

source: Add note
fr: Ajouter une note

source: Add order
fr: Ajouter une commande

source: Add person
fr: Ajouter une personne

source: Add photo for %@
fr: Ajouter une photo pour %@

source: Add quirk
fr: Ajouter une petite habitude

source: Add size
fr: Ajouter une taille

source: Add something to ask about
fr: Ajouter un sujet à aborder

source: Add their first size
fr: Ajouter sa première taille

source: All
fr: Tout

source: All about %@
fr: Tout sur %@

source: Animals
fr: Animaux

source: Anniversary
fr: Date anniversaire

source: Any details to remember
fr: Détails à retenir

source: APPEARANCE
fr: APPARENCE

source: Aquarius
fr: Verseau

source: Archive
fr: Archiver

source: Archived
fr: Archivé

source: Aries
fr: Bélier

source: Ask %@ about
fr: À demander à %@

source: Ask about
fr: À demander

source: Ask her about
fr: À lui demander

source: Ask him about
fr: À lui demander

source: Ask them about
fr: À leur demander

source: Back
fr: Retour

source: Begin
fr: Commencer

source: Birthday
fr: Anniversaire

source: BIRTHDAY
fr: ANNIVERSAIRE

source: Birthdays, anniversaries, and the little dates that matter. Add them here so you never forget.
fr: Anniversaires, dates clés et tous les petits moments qui comptent. Ajoutez-les ici pour ne jamais les oublier.

source: Books
fr: Livres

source: Bottoms
fr: Bas

source: Bras
fr: Soutiens-gorge

source: Breakfast
fr: Petit-déjeuner

source: Built-in
fr: Prédéfini

source: Cancel
fr: Annuler

source: Capricorn
fr: Capricorne

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Change due date
fr: Modifier l'échéance

source: Change photo
fr: Changer la photo

source: Change Photo
fr: Changer la photo

source: Checking
fr: Vérification

source: Checking iCloud status...
fr: Vérification de l'état d'iCloud...

source: Child
fr: Enfant

source: Choose a photo
fr: Choisir une photo

source: Clear all
fr: Tout effacer

source: Clear all done items?
fr: Effacer les éléments terminés ?

source: Clear search
fr: Effacer la recherche

source: Close search
fr: Fermer la recherche

source: Coffee
fr: Café

source: Color
fr: Couleur

source: Colors
fr: Couleurs

source: Coming up in %lld days.
fr: Prévu dans %lld jours.

source: Copied to clipboard
fr: Copié dans le presse-papiers

source: Copy
fr: Copier

source: Copy order
fr: Copier la commande

source: Could not check iCloud status
fr: Impossible de vérifier l'état d'iCloud

source: Could not read the file.
fr: Impossible de lire le fichier.

source: Coworker
fr: Collègue

source: Currency
fr: Devise

source: Custom
fr: Personnalisé

source: Dad
fr: Papa

source: Dark
fr: Sombre

source: DATA
fr: DONNÉES

source: day away
fr: jour restant

source: days away
fr: jours restants

source: Delete
fr: Supprimer

source: Delete all data and reset
fr: Supprimer toutes les données et réinitialiser

source: Delete allergy?
fr: Supprimer l'allergie ?

source: Delete category?
fr: Supprimer la catégorie ?

source: Delete date
fr: Supprimer la date

source: Delete date?
fr: Supprimer la date ?

source: Delete dislike?
fr: Supprimer la chose à éviter ?

source: Delete Everything
fr: Tout supprimer

source: Delete idea
fr: Supprimer l'idée

source: Delete idea?
fr: Supprimer l'idée ?

source: Delete like?
fr: Supprimer la préférence ?

source: Delete note?
fr: Supprimer la note ?

source: Delete order?
fr: Supprimer la commande ?

source: Delete person?
fr: Supprimer la personne ?

source: Delete quirk?
fr: Supprimer la petite habitude ?

source: Delete size
fr: Supprimer la taille

source: Delete size?
fr: Supprimer la taille ?

source: DEVELOPER
fr: DÉVELOPPEUR

source: Developer Mode
fr: Mode développeur

source: Developer Mode Enabled
fr: Mode développeur activé

source: Did %@ mention a job interview, a doctor's visit, or something they were excited about? Add it here so you remember to follow up.
fr: %@ a mentionné un entretien d'embauche, un rendez-vous médical ou un projet qui l'enthousiasme ? Notez-le ici pour ne pas oublier d'en reparler.

source: Dietary
fr: Régime alimentaire

source: Dinner
fr: Dîner

source: Dislikes
fr: Choses à éviter

source: Done
fr: Terminé

source: Dresses
fr: Robes

source: Drinks
fr: Boissons

source: Due date
fr: Date d'échéance

source: Due Date
fr: Date d'échéance

source: e.g. amazon.com/...
fr: ex : amazon.fr/...

source: e.g. Gadgets
fr: ex : Gadgets

source: e.g. Lives in Portland
fr: ex : Habite à Paris

source: e.g. Mom's birthday
fr: ex : Anniversaire de sa mère

source: e.g. Vintage Polaroid camera
fr: ex : Appareil photo Polaroid vintage

source: Edit
fr: Modifier

source: Edit %@
fr: Modifier : %@

source: Edit allergy
fr: Modifier l'allergie

source: Edit category
fr: Modifier la catégorie

source: Edit date
fr: Modifier la date

source: Edit idea
fr: Modifier l'idée

source: Edit order
fr: Modifier la commande

source: Edit person
fr: Modifier la personne

source: Edit profile
fr: Modifier le profil

source: Edit Profile
fr: Modifier le profil

source: Edit size
fr: Modifier la taille

source: Enabled
fr: Activé

source: Environmental
fr: Environnement

source: Every month
fr: Chaque mois

source: Every week
fr: Chaque semaine

source: Every year
fr: Chaque année

source: Export Data
fr: Exporter les données

source: Export your data anytime. It's yours.
fr: Exportez vos données à tout moment. Elles vous appartiennent.

source: Extended Family
fr: Famille élargie

source: Fashion & Style
fr: Mode et style

source: Food
fr: Fast-food

source: Food & drink orders
fr: Commandes (nourriture et boissons)

source: Food & Drinks
fr: Nourriture et boissons

source: Food orders
fr: Commandes de nourriture

source: Friend
fr: Ami(e)

source: Gemini
fr: Gémeaux

source: GENDER
fr: GENRE

source: Get notified before this date
fr: Recevoir une notification avant cette date

source: Gift categories
fr: Catégories de cadeaux

source: Gift ideas
fr: Idées cadeaux

source: Give %@ a face
fr: Ajoutez une photo pour %@

source: Given
fr: Offert

source: Gloves
fr: Gants

source: Got it
fr: J'ai compris

source: Haptics
fr: Vibrations

source: Hats
fr: Chapeaux

source: Her birthday is in %lld days
fr: Son anniversaire est dans %lld jours

source: Her birthday is today!
fr: C'est son anniversaire aujourd'hui !

source: Her birthday is tomorrow
fr: C'est son anniversaire aujourd'hui !

source: Her favorites, quirks, the little things that make her who she is. Keep it all in one place.
fr: Ses préférences, ses petites habitudes, les détails qui font qu'elle est elle-même. Gardez tout au même endroit.

source: Here's how we keep it that way.
fr: Voici comment nous nous y prenons.

source: Hidden
fr: Masquées

source: Hide %@
fr: Masquer %@

source: His birthday is in %lld days
fr: Son anniversaire est dans %lld jours

source: His birthday is today!
fr: C'est son anniversaire aujourd'hui !

source: His birthday is tomorrow
fr: Son anniversaire est demain

source: His favorites, quirks, the little things that make him who he is. Keep it all in one place.
fr: Ses préférences, ses petites habitudes et tous ces petits détails qui font sa personnalité. Gardez tout au même endroit.

source: Holiday
fr: Vacances

source: iCloud access is restricted
fr: L'accès à iCloud est restreint

source: iCloud is temporarily unavailable
fr: iCloud est temporairement indisponible

source: iCloud Sync
fr: Synchronisation iCloud

source: Idea
fr: Idée

source: Ideas using this category will be moved to "Just Because".
fr: Les idées utilisant cette catégorie seront déplacées vers « Juste pour le plaisir ».

source: Import Data
fr: Importer des données

source: Import Failed
fr: Échec de l'importation

source: Import Successful
fr: Importation réussie

source: Important dates
fr: Dates importantes

source: in %lld days
fr: dans %lld jours

source: Just Because
fr: Juste pour le plaisir

source: Keep onboarding data, clear the rest
fr: Conserver les données de bienvenue, effacer le reste

source: Keep track of their sizes for easy shopping
fr: Notez leurs tailles pour faciliter vos futurs achats

source: Leo
fr: Lion

source: Libra
fr: Balance

source: Light
fr: Clair

source: Likes
fr: Préférences

source: Link
fr: Lien

source: Link (optional)
fr: Lien (facultatif)

source: Link a date
fr: Associer une date

source: Linked date
fr: Date associée

source: Linked date (optional)
fr: Date associée (facultative)

source: Lunch
fr: Déjeuner

source: Man
fr: Homme

source: Manage
fr: Gérer

source: Manage categories
fr: Gérer les catégories

source: Mark as %@
fr: Marquer comme %@

source: Medication
fr: Médicaments

source: Mom
fr: Maman

source: Movies & TV
fr: Films et séries

source: Music
fr: Musique

source: Name
fr: Nom

source: Never
fr: Jamais

source: New category
fr: Nouvelle catégorie

source: Next
fr: Suivant

source: No Account
fr: Aucun compte

source: No accounts, no sign-ups, no strings.
fr: Pas de compte, pas d'inscription, sans engagement.

source: No allergies yet
fr: Aucune allergie pour l'instant

source: No dates found
fr: Aucune date trouvée

source: No dates yet
fr: Aucune date pour l'instant

source: No dislikes yet
fr: Aucune chose à éviter pour l'instant

source: No gifts for current selection
fr: Aucun cadeau pour la sélection actuelle

source: No ideas saved
fr: Aucune idée enregistrée

source: No important dates to link
fr: Aucune date importante à lier

source: No items found
fr: Aucun élément trouvé

source: No likes yet
fr: Aucune préférence pour le moment

source: No notes found
fr: Aucune note trouvée

source: No notes yet
fr: Pas encore de notes

source: No orders match your search
fr: Aucune commande ne correspond à votre recherche

source: No orders saved
fr: Aucune commande enregistrée

source: No people yet
fr: Aucun proche pour le moment

source: No quirks found
fr: Aucune petite habitude trouvée

source: No quirks yet
fr: Pas encore de petites habitudes

source: No results
fr: Aucun résultat

source: No sizes yet
fr: Aucune taille pour le moment

source: No tracking, no analytics, no peeking.
fr: Pas de suivi, pas d'analyse, pas de regard indiscret.

source: Non-binary
fr: Non-binaire

source: None
fr: Aucune

source: None yet
fr: Rien pour le moment

source: Note (optional)
fr: Note (facultative)

source: Notes (optional)
fr: Notes (facultatives)

source: Nothing to ask yet
fr: Rien à demander pour l'instant

source: Oat milk, no onions, extra spicy...
fr: Lait d'avoine, sans oignon, très épicé...

source: Off
fr: Désactivé

source: On the day
fr: Le jour même

source: One thing he loves
fr: Une chose qu'il aime

source: One thing she loves
fr: Une chose qu'elle aime

source: One thing they love
fr: Une chose qu'iel aime

source: One time
fr: Une seule fois

source: Order
fr: Commande

source: Orders
fr: Commandes

source: Other
fr: Autre

source: Our Anniversary
fr: Notre anniversaire

source: Outerwear
fr: Vêtements d'extérieur

source: Passed
fr: Passée

source: Past
fr: Passées

source: People
fr: Proches

source: People Traits
fr: Traits de caractère

source: Pisces
fr: Poissons

source: Place
fr: Lieu

source: Price
fr: Prix

source: Price (optional)
fr: Prix (facultatif)

source: Profile Photo
fr: Photo de profil

source: Purchased
fr: Acheté

source: Quirks & Habits
fr: Petites habitudes

source: Recurring
fr: Récurrent

source: Relationship
fr: Relation

source: Reminder
fr: Rappel

source: Reminder time
fr: Heure du rappel

source: Reminders for important dates
fr: Rappels pour les dates importantes

source: Remove
fr: Supprimer

source: Remove birthday
fr: Supprimer l'anniversaire

source: Remove due date
fr: Supprimer l'échéance

source: Remove Photo
fr: Supprimer la photo

source: Repeat
fr: Répéter

source: Repeats
fr: Récurrence

source: Repeats on a schedule
fr: Répétition planifiée

source: Reset
fr: Réinitialiser

source: Reset Post-Onboarding
fr: Réinitialiser les données après configuration

source: Reset Post-Onboarding Data?
fr: Réinitialiser les données après configuration ?

source: Restaurant, cafe, bar...
fr: Restaurant, café, bar...

source: Restricted
fr: Accès restreint

source: Rings
fr: Bagues

source: S, M, L or 7 1/4...
fr: S, M, L ou 57, 58...

source: S, M, L, XL or 38, 40...
fr: S, M, L, XL ou 38, 40...

source: Sagittarius
fr: Sagittaire

source: Save
fr: Enregistrer

source: Save & finish
fr: Enregistrer et terminer

source: Scorpio
fr: Scorpion

source: Search
fr: Rechercher

source: Search currencies
fr: Rechercher une devise

source: Search dates
fr: Rechercher des dates

source: Search everything
fr: Tout rechercher

source: Search ideas
fr: Rechercher des idées

source: Search notes
fr: Rechercher des notes

source: Search notes, gifts, dates, and more
fr: Notes, cadeaux, dates et plus...

source: Search orders
fr: Rechercher des commandes

source: Search quirks
fr: Rechercher des petites habitudes

source: Seasons
fr: Saisons

source: Send a notification in 3 seconds
fr: Envoyer une notification dans 3 secondes

source: Set
fr: Définir

source: Set due date
fr: Définir une date d'échéance

source: Settings
fr: Réglages

source: Shoes
fr: Chaussures

source: Show %@
fr: Afficher %@

source: Sibling
fr: Frère ou sœur

source: Sign in to iCloud to sync
fr: Connectez-vous à iCloud pour synchroniser

source: Size
fr: Taille

source: Size...
fr: Taille...

source: Sizes
fr: Tailles

source: Skip for now
fr: Ignorer pour l'instant

source: So we use the right words for them.
fr: Pour que nous puissions utiliser les termes appropriés.

source: Something he can't resist. Anything at all.
fr: Une chose à laquelle il ne peut pas résister. N'importe quoi.

source: Something she can't resist. Anything at all.
fr: Une chose à laquelle elle ne peut pas résister. N'importe quoi.

source: Something they can't resist. Anything at all.
fr: Une chose à laquelle cette personne ne peut pas résister. N'importe quoi.

source: Something they dislike...
fr: Une chose à éviter...

source: Something they love...
fr: Une préférence...

source: Something they love…
fr: Une préférence…

source: Something they're allergic to...
fr: Une allergie...

source: Something you've noticed...
fr: Quelque chose que vous avez remarqué...

source: Sort newest first
fr: Trier par les plus récents

source: Sort oldest first
fr: Trier par les plus anciens

source: Source Code
fr: Code source

source: Start date
fr: Date de début

source: Start Over
fr: Tout recommencer

source: Start Over?
fr: Tout recommencer ?

source: Status
fr: Statut

# Step %lld of %lld
source: Step %1$lld of %2$lld
fr: Étape %1$lld sur %2$lld

source: Symbol
fr: Symbole

source: SYNC
fr: SYNCHRONISATION

source: Syncs across your devices
fr: Synchronisation sur tous vos appareils

source: System
fr: Système

source: Tactile feedback on interactions
fr: Retour tactile lors des interactions

source: Takeout
fr: Plats à emporter

source: Taurus
fr: Taureau

source: Tell us about %@
fr: Parlez-nous de %@

source: Test Notification
fr: Notification de test

source: The day you became a thing.
fr: Le jour où tout a commencé.

source: The little things you notice. The way they laugh, what they always order, the habits only you'd pick up on.
fr: Les petits détails que vous remarquez. Sa façon de rire, sa commande habituelle, ces petites habitudes que vous seul(e) remarquez.

source: The people who matter to them. Family, friends, coworkers, anyone worth remembering by name.
fr: Les personnes qui comptent. Famille, amis, collègues... tous ceux dont le nom mérite d'être retenu.

source: The things they'd rather avoid. Knowing what they don't like matters just as much.
fr: Les choses à éviter. Savoir ce qu'ils n'aiment pas est tout aussi important.

source: The things to watch out for. Food allergies, dietary needs, the details that keep them safe and comfortable.
fr: Les points de vigilance. Allergies, régimes spécifiques... ces détails qui assurent leur sécurité et leur confort.

source: Their birthday is in %lld days
fr: Son anniversaire est dans %lld jours

source: Their birthday is today!
fr: C'est son anniversaire aujourd'hui !

source: Their birthday is tomorrow
fr: Son anniversaire est demain

source: Their favorites, quirks, the little things that make them who they are. Keep it all in one place.
fr: Ses préférences, ses petites habitudes, tous ces petits détails qui font sa personnalité. Regroupez tout ici.

source: Their first name is perfect.
fr: Son prénom est parfait.

source: Their go-to orders, all in one place. You're at the counter, they're not with you. Open the app, read the order, done.
fr: Ses commandes habituelles, centralisées. Vous êtes au comptoir, en solo ? Ouvrez l'appli, lisez la commande, et voilà.

source: Their name
fr: Son nom

source: Their People
fr: Ses proches

source: Theme
fr: Thème

source: This cannot be undone.
fr: Cette action est irréversible.

source: This will clear all data added after onboarding (birthday, etc.) so you can test the new-user experience.
fr: Cela effacera toutes les données ajoutées après l'inscription (anniversaire, etc.) pour vous permettre de tester l'expérience d'un nouvel utilisateur.

source: This will delete all your data and cannot be undone.
fr: Cela supprimera toutes vos données. Cette action est irréversible.

source: Thoughts, memories, things you want to remember about %@. Write them down so nothing slips away.
fr: Pensées, souvenirs, choses que vous voulez retenir sur %@. Notez-les pour ne rien oublier.

source: Title
fr: Titre

source: Today
fr: Aujourd'hui

source: Today is the day!
fr: C'est le grand jour !

source: Together for %@.
fr: Ensemble depuis %@.

source: TOGETHER SINCE
fr: ENSEMBLE DEPUIS

source: Together since today.
fr: Ensemble depuis aujourd'hui.

source: Tomorrow
fr: Demain

source: Tomorrow!
fr: Demain !

source: Tops
fr: Hauts

source: Travel
fr: Voyage

source: Try a different search
fr: Essayez une autre recherche

source: Try a different search or filter.
fr: Essayez une autre recherche ou un autre filtre.

source: Try a different search term.
fr: Essayez un autre terme de recherche.

source: Unavailable
fr: Indisponible

source: Underwear
fr: Sous-vêtements

source: Unknown
fr: Inconnu

source: Unlink date
fr: Dissocier la date

source: Upcoming
fr: À venir

source: US 6, EU 52...
fr: FR 52, US 6...

source: US 10, EU 43...
fr: 43 EU, 10 US...

source: Virgo
fr: Vierge

source: What makes them light up? Favorite foods, hobbies, little pleasures -- keep track of it all.
fr: Qu’est-ce qui lui fait plaisir ? Plats favoris, loisirs, petits bonheurs... notez toutes ses préférences ici.

source: What they get...
fr: Sa commande habituelle...

source: What's on your mind?
fr: À quoi pensez-vous ?

source: When did it all start?
fr: Le début de votre histoire ?

source: When inspiration strikes, save it here. You'll thank yourself when her birthday comes around.
fr: Notez vos idées dès qu’elles arrivent. Vous vous remercierez le jour de son anniversaire.

source: When inspiration strikes, save it here. You'll thank yourself when his birthday comes around.
fr: Notez vos idées dès qu’elles arrivent. Vous vous remercierez le jour de son anniversaire.

source: When inspiration strikes, save it here. You'll thank yourself when their birthday comes around.
fr: Notez vos idées dès qu’elles arrivent. Vous vous remercierez le jour de son anniversaire.

source: When you get notified
fr: Heure des notifications

source: Who are you doing this for?
fr: Qui voulez-vous ne jamais oublier ?

source: Woman
fr: Femme

source: Write a note
fr: Écrire une note

source: years old
fr: ans

source: Your data has been restored.
fr: Vos données ont été restaurées.

source: Your eyes only.
fr: Pour vos yeux uniquement.

source: Your private space to remember what they love, important dates, gift ideas… the little things that make your relationship, yours.
fr: Votre espace privé pour garder en mémoire ses préférences, les dates importantes, des idées cadeaux… tous ces petits détails qui font la force de votre relation.

source: Yours, about
fr: Yours, pour
